{
    "menu": {
        "home": "Home",
        "research": "Research",
        "explore": "Explore",
        "about": "About"
    },
    "home":{
      "world_epitopes": "World Epitopes",
      "main_title": "COVID-19 vaccin targets predition",
      "intro": "The COVID-19 is a pandemic of humongous human and economical consequences. We have developed an AI algorithm that we believe can help identify vaccin targets against COVID-19.",
      "why?": "Why is it relevant?",
      "because": "Testing vaccines is a very lengthy process and the patient samples are rare, fragile and precious. By making our results public, our goal is to significantly reduce the pool of targets that need to be tested,  and thus speed up the discovery of a vaccine.",
      "preliminary_disclaimer": "These are preliminary results",
      "publishing_takes_time": "Publishing scientific findings takes months. Given the urgency of the situation, we have decided to make our results freely available now. To both the research community and the general public.",
      "under_construction": "This website is still under contruction. You can follow the latest developments on twitter",
      "read_paper": "Read paper",
      "explore_data": "Explore results",
      "learn_more": "Learn more",
      "image_credits": "Image credits"
    },
    "research":{
      "title": "Research",
      "intro": "The results behind Epitopes.world derive from research done at the {IRIC}, originally for applications in cancer immunotherapy. However the same approach could also be used to design better vaccines against viruses.",
      "tariq_ivado_video": "In this short 3 min clip from 2019, Tariq Daouda talks to {IVADO} about the most important ideas behind the approach"
    },
    "about":{
      "team_title": "Team",
      "team_intro": "Epitopes.world is made and maintained by a multi-disciplinary team of researchers and developpers. We are committed to open science and developing innovative ways of disceminating research results when timing counts.",
      "sponsors_title": "Sponsors",
      "sponsors_intro": "",
      "acknowlegments_title": "Acknowlegments",
      "acknowlegments_intro": "These people do not directly participate to Epitopes.world, however we would like to thank them for their significant contributions.",
      "authors_intro": "We would like to thank all the authors who participated to the research without whom this project could not exists. Here is the full list of authors:"
    }
}
