{
    "cookies": "Pour fonctionner correctement, ce site internet doit stocker des données sur votre appareil. En continuant à l'utiliser, vous reconnaissez et acceptez que des données soient stockées sur votre appareil.",
    "accept": "J'accepte",
    "loading": "Chargement...",
    "menu": {
        "home": "Accueil",
        "research": "Recherche",
        "explore": "Explorer",
        "about": "À propos",
        "contact": "Nous contacter",
        "openSource": "Open source"
    },
    "home":{
      "world_epitopes": "World Epitopes",
      "register": "Avisez-moi!",
      "main_title": "L'IA pour un vaccin contre COVID-19",
      "release_info": "L'article et les données seront publiées le 5 / 5 / 2020, à 5:05 PM (EST)",
      "release_done": "Efféctué.",
      "intro": "La COVID-19 est une pandémie amenant d'énormes conséquences humaines et économiques. Nous avons développé un algorithme d'IA qui peut aider à identifier les cibles utiles pour un vaccin contre COVID-19.",
      "why?": "Pourquoi est-ce pertinent?",
      "because": "Le développement de vaccins est un processus très long et les échantillons de patients sont rares, fragiles et précieux. En partageant nos résultats, notre objectif est de réduire significativement le nombre de cibles à tester, afin d'accélérer le développement d'un vaccin.",
      "preliminary_disclaimer": "Ces résultats sont préliminaires.",
      "publishing_takes_time": "La publication de résultats scientifiques peut prendre plusieurs mois. Compte tenu de l'urgence de la situation, nous avons décidé de rendre nos résultats librement disponibles le plus tôt possible.",
      "under_construction": "Ce site est en construction. Vous pouvez suivre les derniers développements sur Twitter.",
      "read_paper": "Lire l'article",
      "explore_data": "Explorer les résultats",
      "learn_more": "En savoir plus",
      "image_credits": "Crédits image",
      "news": "Nous avons été présentés par les médias suivants"
    },
    "research":{
      "title": "Révéler les points faibles de SARS-CoV-2",
      "intro": "L'algorithme d'IA que nous utilisons s'appelle CAMAP et a été développé à l'{IRIC} pendant la thèse de Tariq Daouda. CAMAP a originellement été développé pour des applications en immunothérapie du cancer. Cependant, puisque CAMAP a apprit des principes généraux du système immunitaire humain, il peut également être appliqué dans le développement de vaccins afin de révéler leurs points faibles. CAMAP permet d'identifier quel fragment du virus deviendra un épitope utile dans la création d'un vaccin contre SARS-CoV-2.",
      "tariq_ivado_video": "Dans ce court vidéo datant de 2019, Tariq Daouda discute avec {IVADO} des idées les plus importantes derrière son approche scientifique.",
      "panel1":"1- Les cellules de notre corps présentent à leur surface des fragments des protéines qu’elles contiennent. Ces fragments, appelés épitopes, servent à indiquer au système immunitaire ce qui se passe à l’intérieur des cellules. Lorsqu’une cellules se fait infecter par un virus, le matériel génétique du virus est injecté à l’intérieur de la cellule.",
      "panel2":"2- La production de nouvelles particules virales commence. Cependant, certains fragments spécifiques provenant des protéines virales se retrouveront aussi présentés à la surface des cellules.",
      "panel3":"3- En analysant le matériel génétique du virus, notre algorithme d’intelligence artificielle (CAMAP) est capable de prédire quels fragments du virus ont une plus grande probabilité d’être présentés à la surface.",
      "panel4":"4- En sélectionnant une combinaison des fragments qui ont une grande probabilité d’être présentés à la surface, nous pouvons ainsi générer un vaccin qui entraînera notre système immunitaire contre le virus.",
      "panel5":"5- Si les cellules immunitaires venaient à rencontrer des cellules infectées par le virus, elles seraient alors en mesure de rapidement les identifier et de tuer le virus."
    },
    "about":{
      "team_title": "L'équipe",
      "team_intro": "Epitopes.world est créé et maintenu par une équipe multidisciplinaire de chercheurs et de développeurs. Nous croyons en la divulgation du savoir scientifique, primordiale en situation d'urgence, et nous sommes engagés à développer des moyens innovants de diffuser rapidement les résultats de notre recherche.",
      "sponsors_title": "Sponsors",
      "sponsors_intro": "",
      "acknowlegments_title": "Remerciements",
      "acknowlegments_intro": "Nous tenons à remercier les personnes suivantes pour leur importante contribution à la recherche sur CAMAP et / ou à la croissance d'Epitopes.world.",
      "authors_intro": "Nous tenons à remercier tous les auteurs qui ont participé à la recherche sur CAMAP sans quoi ce projet ne pourrait exister:"
    },
    "data":{
      "title": "Exploration des données",
      "distributionXLabel": "Score CAMAP (Probabilité)",
      "distributionYLabel": "Distribution",
      "labelName": "Label",
      "sequence": "Séquence",
      "name": "Nom",
      "length": "Longueur",
      "color": "Couleur",
      "popup1Title": "Prediction CAMAP pour le SARS-CoV-2",
      "popup1P1": "Le score CAMAP représente la probabilité qu'un fragment protéique soit présenté à la surface cellulaire. Les fragments protéiques possédant un score élevés représentent des candidats potentiels pour un vaccin. Sauf en cas de mention contraire, la mention de 'Score' réfère au score de prédiction produit par CAMAP",
      "popup1P2": "Dans le but de partager nos données aussi rapidement que possible, cette interface est limitée dans son état actuel à 5000 éléments, les distributions peuvent varier légèrement entre les requêtes et le tableau n'affiche que les données de la dernière recherche.",
      "popup1P3": "Nous travaillons activement à ajouter de nouvelles fonctionnalités avancées tel qu'un système de recherche, un tableau ainsi qu'un éditeur de visualisation. Suivez nous sur twitter pour être tenu informé"
    },
    "openSource":{
      "titleDescription": "Open source",
      "title": "Initiative Open source",
      "description": "Epitopes.world is an open source project to which you can contribute.",
      "frontendTitle": "Front-end",
      "frontenDescription": "The front-end handles everything you see here. It's how Epitopes.world looks, feels and acts. The front-end is written in Javascript using UIkit and VueJS.",
      "backendTitle": "Back-end",
      "backendDescription": "The role of the back-end is to transfer queries from the front-end to the ArangoDB Oasis database. The back-end is written in python using pyramid and pyArango.",
      "CAMAPTitle": "CAMAP (soon)",
      "CAMAPDescription": "CAMAP is the AI we use to predict epitopes from mRNA sequences. CAMAP is written using pyTorch",
      "translateTitle": "Translation",
      "translateDescription": "You can also help develop Epitopes.world by providing translations for the front-end"
    }
}
