{
    "cookies": "Pour fonctionner correctement, ce site internet doit stocker des données sur votre appareil. En continuant à l'utiliser, vous reconnaissez et acceptez que des données soient stockées sur votre appareil.",
    "accept": "J'accepte",
    "loading": "chargement",
    "menu": {
        "home": "Accueil",
        "research": "Recherche",
        "explore": "Explorer",
        "about": "À propos",
        "contact": "Nous contacter"
    },
    "home":{
      "world_epitopes": "World Epitopes",
      "register": "Rappelez moi!",
      "main_title": "L'IA pour un vaccin contre COVID-19",
      "intro": "La COVID-19 est une pandémie amenant d'énormes conséquences humaines et économiques. Nous avons développé un algorithme d'IA qui peut aider à identifier les cibles utiles pour un vaccin contre COVID-19.",
      "why?": "Pourquoi est-ce pertinent?",
      "because": "Le développement de vaccins est un processus très long et les échantillons de patients sont rares, fragiles et précieux. En publiant nos résultats publiquement, notre objectif est de réduire significativement le nombre de cibles à tester, afin d'accélérer le développement d'un vaccin.",
      "preliminary_disclaimer": "Ce sont des résultats préliminaires.",
      "publishing_takes_time": "La publication de résultats scientifiques prend des mois. Compte tenu de l'urgence de la situation, nous avons décidé de rendre nos résultats librement disponibles le plus tôt possible.",
      "under_construction": "Ce site est en construction. Vous pouvez suivre les derniers développements sur twitter.",
      "read_paper": "Lire l'article",
      "explore_data": "Explorer les résultats",
      "learn_more": "En savoir plus",
      "image_credits": "Crédits image"
    },
    "research":{
      "title": "Recherche",
      "intro": "Les résultats derrière Epitopes.world proviennent de recherches effectuées à l'IRIC (Université de Montréal), initialement pour des applications en immunothérapie contre le cancer. Cependant, la même approche pourrait également être utilisée pour concevoir de meilleurs vaccins contre les virus.",
      "tariq_ivado_video": "Dans ce court vidéo datant de 2019, Tariq Daouda discute avec {IVADO} des idées les plus importantes derrière son approche scientifique."
    },
    "about":{
      "team_title": "L'équipe",
      "team_intro": "Epitopes.world est créé et maintenu par une équipe multidisciplinaire de chercheurs et de développeurs. Nous croyons en la divulgation du savoir scientifique, primordiale en situation d'urgence, et nous sommes engagés à développer des moyens innovants de diffuser rapidement les résultats de notre recherche.",
      "sponsors_title": "Sponsors",
      "sponsors_intro": "",
      "acknowlegments_title": "Remerciements",
      "acknowlegments_intro": "Ces personnes ne participent pas directement à Epitopes.world, mais nous tenons à les remercier pour leurs contributions importantes.",
      "authors_intro": "Nous tenons à remercier tous les auteurs qui ont participé à la recherche, et sans qui ce projet ne pourrait exister:"
    },
    "data":{
      "title": "Exploration",
      "distributionXLabel": "Score CAMAP",
      "distributionYLabel": "Distribution",
      "plotName": "Nom du graphique",
      "sequence": "Sequence",
      "color": "couleur"
    }
}